Repository: mlforcada/llibre-tecnol-trad
Catalog: llibrett/omegat/tm/memc.tmx
Source language: ca
Languages: es_es

source: En l'actualitat, d'una banda, la major part dels ISP ofereixen el servei d'Internet gratuïtament de manera que només s'han de pagar les telefonades, però, d'altra banda, molts proveïdors d'Internet estan associats a companyies telefòniques i ofereixen descomptes si l'accés es fa a través d'una companyia concreta.
es_es: En la actualidad, por un lado, la mayor parte de los ISP ofrecen el servicio de Internet gratuitamente de forma que sólo se tienen que pagar las telefoneadas, pero, por otro lado, muchos proveedores de Internet están asociados a compañías telefónicas y ofrecen descuentos si el acceso se hace a través de una compañía concreta.

source: Molts navegadors encara van empaquetats amb un programa de correu electrònic i un redactor de pàgines web incorporats, encara que la tendència actual és a separar aquestes tres aplicacions en programes diferents.
es_es: Muchos navegadores todavía van empaquetados con un programa de correo electrónico y un redactor de páginas web incorporados, aunque la tendencia actual es a separar estas tres aplicaciones en programas diferentes.

source: Exercicis i qüestions
es_es: Ejercicios y cuestiones

source: Per exemple, Internet permet que els professionals puguen usar recursos remots, o que puguen rebre originals dels seus clients i remetre'ls-en les traduccions.
es_es: Por ejemplo, Internet permite que los profesionales puedan usar recursos remotos, o que puedan recibir originales de sus clientes y remitirlos las traducciones.

source: La primera part d'un URI (identificador uniforme de recursos) especifica l'esquema d'accés.
es_es: La primera parte de un URI (identificador uniforme de recursos) especifica el esquema de acceso.

source: Ahmed té un ordinador amb un processador de 500 MHz i 128 megaoctets de RAM i ha contractat un mòdem de cable de 128 kilobits per segon per a connectar-se a Internet.
es_es: Ahmed tiene un ordenador con un procesador de 500 MHz y 128 megabytes de RAM y ha contratado un módem de cable de 128 kilobits por segundo para conectarse a Internet.

source: governamental
es_es: gubernamental

source: Quan en un navegador no s'indica l'esquema d'un URI, quin esquema se sobreentén?
es_es: ¿Cuándo en un navegador no se indica el esquema de un URI, ¿qué esquema se sobreentiende?

source: Es diu que els ordinadors d'Internet formen una xarxa, en la qual els nodes o nusos són els ordinadors i els fils, les connexions; les connexions poden ser de naturalesa molt diversa (línies telefòniques, fibra òptica, enllaços de ràdio terrestres o per satèl·lit, etc.), però el protocol d'Internet està dissenyat de manera que la naturalesa de la connexió no siga rellevant per a l'usuari.
es_es: Se llama que los ordenadores de Internet forman una red, en la cual los nodos o nudos son los ordenadores y los hilos, las conexiones; las conexiones pueden ser de naturaleza muy diversa (líneas telefónicas, fibra óptica, enlaces de radio terrestres o por satélite, etc.), pero el protocolo de Internet está diseñado de forma que la naturaleza de la conexión no sea relevante para el usuario.

source: el nom del servidor.
es_es: el nombre del servidor.

source: Missatgeria instantània i xat
es_es: Mensajería instantánea y chat

source: Un dels recursos d'Internet més útils són els buscadors o cercadors.
es_es: Uno de los recursos de Internet más útiles son los buscadores.

source: No se'n pot dir res: els números IP poden no tenir res a veure.
es_es: No se puede decir nada: los números IP pueden no tener nada a ver.

source: Amb preus no massa diferents dels de l'ADSL.
es_es: Con precios no demasiado diferentes de los del ADSL.

source: Quants bits són necessaris per a emmagatzemar-los?
es_es: ¿Cuántos bits son necesarios para almacenarlos?

source: Què és Internet?
es_es: ¿Qué es Internet?

source: Què es ``{http://www.tharaka.org.ke/nkoru}''?
es_es: ¿Qué es ``{http://www.tharaka.org.ke/nkoru}''?

source: Correu electrònic
es_es: Correo electrónico

source: Els programes navegadors es coneixen també per altres noms: { browsers} (fullejadors), exploradors i visors (vegeu la pàg. ).
es_es: Los programas navegadores se conocen también por otros nombres: { browsers} (hojeadores), exploradores y visores (ved la pág. ).

source: Hi ha diverses modalitats de descompte: preus per minut reduïts, bons de preu fix per un nombre d'hores al mes, quotes mensuals fixes per a totes les connexions a certes hores, o fins i tot les anomenades tarifes planes: quotes mensuals fixes que permeten connectar-s'hi a qualsevol hora sense limitacions de temps (actualment al voltant dels 20 euros mensuals).
es_es: Hay varias modalidades de descuento: precios por minuto reducidos, bonos de precio fijo por un número de horas al mes, cuotas mensuales fijas para todas las conexiones a ciertas horas, o incluso las llamadas tarifas planas: cuotas mensuales fijas que permiten conectarse a cualquier hora sin limitaciones de tiempos (actualmente alrededor de los 20 euros mensuales).

source: Una bona part dels usuaris particulars d'Internet (i també algunes petites empreses) s'hi connecten mitjançant una línia telefònica com les que s'usen normalment per a parlar (potser la mateixa que usen per a parlar).
es_es: Una buena parte de los usuarios particulares de Internet (y también algunas pequeñas empresas) se conectan mediante una línea telefónica como las que se usan normalmente para hablar (quizás la misma que usan para hablar).

source: Regne Unit
es_es: Reino Unido

source: Altres esquemes són: { ftp://}, file transfer protocol, usat per a descarregar (transferir) fitxers per a guardar-los en el nostre ordinador; i { telnet:}, per a connectar-nos a l'ordinador remot i usar-lo com si ens trobàrem allà mateix, o { news:} per a identificar grups de notícies.
es_es: Otros esquemas son: { ftp://}, hilo transfer protocolo, usado para descargar (transferir) ficheros para guardarlos en nuestro ordenador; y {telnet:}, para conectarnos al ordenador remoto y usarlo cómo si nos encontramos allá mismo, o news: { news:} para identificar grupos de noticias.

source: Si s'envia un missatge a mt-list@eamt.org el reben tots els subscrits.} Els missatges poden contenir, a més del text mateix del missatge, fitxers annexos (en anglés { attachments}) com ara imatges o documents de text.
es_es: Si se manda un mensaje a mt-list@eamt.org lo reciben todos los subscritos.} Los mensajes pueden contener, además del texto mismo del mensaje, ficheros anexos (en inglés { attachments}) como por ejemplo imágenes o documentos de texto.

source: {Alguns indicatius Internet usats originalment als Estats Units d'Amèrica i més recentment arreu del món (recentment s'estan llançant nous indicatius com ara .biz (business), .info, .museum, etc.)}
es_es: {Algunos indicativos Internet usados originalmente en los Estados Unidos de América y más recientemente en todo el mundo (recientemente se están lanzando nuevos indicativos como por ejemplo .biz (business), .info, .museum, etc.)}

source: Aquesta modalitat de connexió és cada vegada menys usada degut a la seua lentitut respecte de les connexions ADSL i PLC explicades a continuació.
es_es: Esta modalidad de conexión es cada vez menos usada debido a su lentitut respecto de las conexiones ADSL y PLC explicadas a continuación.

source: Estats Federats de Micronèsia
es_es: Estados Federados de Micronesia

source: Accés domèstic a Internet
es_es: Acceso doméstico en Internet

source: Les adreces de correu electrònic tenen dues parts, separades pel caràcter ``{ @}'', que se sol pronunciar at (en anglés, per part dels informátics més vells), { arrova}, rova o, per què no, ensaïmada.
es_es: Las direcciones de correo electrónico tienen dos partes, separadas por el carácter ``{ @}'', que se suele pronunciar at (en inglés, por parte de los informátics más viejos), { arroba}, arroba o, por qué no, ensaimada.

source: institució educativa
es_es: institución educativa

source: Els preus actuals d'una connexió ADSL contínua les 24 hores del día comencen per uns 39 euros mensuals per a una línia de 512 kbps.
es_es: Los precios actuales de una conexión ADSL continua las 24 horas del día empiezan por unos 39 euros mensuales para una línea de 512 kbps.

source: Ha de quedar clar que els buscadors realment no busquen documents en Internet sinó que consulten índexs que han anat construint a partir dels documents visitats.
es_es: Tiene que quedar claro que los buscadors realmente no buscan documentos en Internet sino que consultan índices que han ido construyendo a partir de los documentos visitados.

source: El nom d'un fitxer local del nostre ordinador.
es_es: El nombre de un fichero local de nuestro ordenador.

source: Aquests indicatius apareixen en la taula .
es_es: Estos indicativos aparecen en la tabla .

source: La primera part és l'identificador de l'usuari i la segona, el nom d'un ordinador (o d'un grup d'ordinadors que comparteixen un nom).
es_es: La primera parte es el identificador del usuario y la segunda, el nombre de un ordenador (o de un grupo de ordenadores que comparten un nombre).

source: Sakurako vol convéncer Ahmed que ella es descarrega els fitxers MP3 més ràpid que ell, però Ahmed li diu que en les mateixes condicions ell tarda menys a baixar-se els fitxers, de vegades la meitat de temps.
es_es: Sakurako quiere convencer Ahmed que ella se descarga los ficheros Mp3 más rápido que él, pero Ahmed le dice que en iguales condiciones él tarda menos a bajarse los ficheros, a veces la mitad de tiempo.

source: A més d'usar un mòdem telefònic i la línia telefònica domèstica, hi ha d'altres alternatives per a l'accés telefònic: Les connexions de banda ampla anomenades ADSL (vegeu el glossari de la secció ) a través dels fils telefònics i la tecnologia equivalent (PLC, power line communications) a través de les línies del subministrament elèctric. Les connexions de banda ampla que ofereixen les companyies que ofereixen telèfon, televisió i Internet per cable. Per a aquestes connexions cal un mòdem de cable (vegeu el glossari de la secció ).
es_es: Además de usar un módem telefónico y la línea telefónica doméstica, hay otras alternativas para el acceso telefónico: Las conexiones de banda ancha llamadas ADSL (ved el glosario de la sección ) a través de los hilos telefónicos y la tecnología equivalente (PLC, power line communications) a través de las líneas del suministro eléctrico. Las conexiones de banda ancha que ofrecen las compañías que ofrecen teléfono, televisión e Internet por cable. Para estas conexiones hace falta un módem de cable (ved el glosario de la sección ).

source: Encara que, com es mostra en la taula , l'indicatiu designa un estat del Pacífic anomenat Tuvalu
es_es: Aunque, como se muestra en la tabla , el indicativo designa un estado del Pacífico denominado Tuvalu

source: Alguns d'aquests buscadors tenen interfícies d'ús en català.
es_es: Algunos de estos buscadores tienen interfaces de uso en catalán.

source: Els grups de notícies tenen noms compostos per diversos mots separats per punts, com ara { comp.ai.neural-nets}.
es_es: Los grupos de noticias tienen nombres compuestos por varias palabras separadas por puntos, como por ejemplo { comp.ai.neural-nets}.

source: Per llegir, escriure o enviar els missatges de correu electrònic, s'usen programes gestors de correu electrònic, com ara Outlook, Mozilla, Ximian Evolution, Pegasus o Eudora.
es_es: Para leer, escribir o enviar los mensajes de correo electrónico, se usan programes gestores de correo electrónico, como por ejemplo Outlook, Mozilla, Ximian Evolution, Pegasus o Eudora.

source: Un dels serveis més usats d'Internet és el correu electrònic (en anglés electronic mail o e-mail), que ens permet enviar missatges (textos informatitzats que poden contenir, a més, fitxers adjunts o attachments) a usuaris d'altres ordinadors.
es_es: Uno de los servicios más usados de Internet es el correo electrónico (en inglés electronic mail o e-mail), que nos permite enviar mensajes (textos informatizados que pueden contener, además, ficheros adjuntos o attachments) a usuarios otros ordenadores.

source: Podem definir connexió de banda ampla com aquella que té una velocitat que supera àmpliament la que es pot obtenir amb un mòdem telefònic.
es_es: Podemos definir conexión de banda ancha como aquella que tiene una velocidad que supera ampliamente la que se puede obtener con un módem telefónico.

source: Sakurako es connecta a Internet per via telefònica amb un ordinador que té un processador de 1000 MHz, 128 megaoctets (megabytes) de RAM i un mòdem de 57600 bits per segon.
es_es: Sakurako se conecta en Internet por vía telefónica con un ordenador que tiene un procesador de 1000 MHz, 128 megabytes (megabytes) de RAM y un módem de 57600 bits por segundo.

source: Ahmed Els dos es baixen els arxius en el mateix temps perquè els dos ordinadors tenen la mateixa RAM.
es_es: Ahmed Los dos se bajan los archivos en el mismo tiempo porque los dos ordenadores tienen la misma RAM.
